Repository: mickaj/charity-donation
Catalog: WebUI/Localization/SharedResource.*.resx
Languages: pl_pl

# aboutUsLine
source: About us
pl_pl: O nas

# aboutUsLink
source: About us
pl_pl: O nas

# appTitle
source: Charity donation
pl_pl: Oddam w dobre ręce

# availableCategories
source: clothes, toys, equipment and other
pl_pl: ubrania, zabawki, sprzęt i inne

# backButton
source: Back
pl_pl: Wstecz

source: Choose categories
pl_pl: Wybierz rzeczy

source: Choose institution
pl_pl: Wybierz fundację

# chooseTrustedInstitution
source: choose an institution you trust
pl_pl: wybierz zaufane miejsce

# collectionDetailsForm
source: Let us know your address and date of collection.
pl_pl: Podaj adres oraz termin odbioru rzeczy.

# collectionOnDate
source: your donation will be picked up when it's most convenient for you
pl_pl: kurier przyjedzie w dogodnym terminie

source: Contact form
pl_pl: Formularz kontaktowy

# contactLink
source: Contact
pl_pl: Kontakt

# createAccountButton
source: Sign up
pl_pl: Załóż konto

source: Decide who to help
pl_pl: Zdecyduj komu chcesz pomóc

# donateLink
source: Donate
pl_pl: Przekaż dary

# fillDetailsForm
source: Let us know the details of your donation. We will deliver them to those who need them.
pl_pl: Uzupełnij szczegóły dotyczące Twoich rzeczy. Dzięki temu będziemy wiedzieć komu najlepiej je przekazać.

# firstName
source: Name
pl_pl: Imię

# fourSteps
source: Just 4 simple steps
pl_pl: Wystarczą 4 proste kroki

# fourStepsColon
source: Just 4 simple steps:
pl_pl: Wystarczą 4 proste kroki:

# getInTouch
source: Get in touch with us
pl_pl: Skontaktuj się z nami

source: Hello
pl_pl: Witaj

# importantExclamation
source: Important!
pl_pl: Ważne!

# institutionsLink
source: Institutions and foundations
pl_pl: Fundacje i organizacje

source: Last name
pl_pl: Nazwisko

# loginButton
source: Log in
pl_pl: Zaloguj

# loginLine
source: Log in
pl_pl: Zaloguj się

# loginSuccessMessage
source: You've been successfully logged in.
pl_pl: Udało się poprawnie zalogować!

# logoutLink
source: Log out
pl_pl: Wyloguj

source: Message
pl_pl: Wiadomość

# nextButton
source: Next
pl_pl: Dalej

# numberOfBags
source: Number of 60 ltr bags:
pl_pl: Liczba 60l worków:

# numberOfDonatedBags
source: Total donated bags
pl_pl: Oddanych worków

# numberOfRecieverInstitutions
source: Number of institutions
pl_pl: Wspartych organizacji

# oneBagMin
source: Number of bags must be between 1 and 100
pl_pl: Worków musi być conajmniej jeden.

# orderPickUp
source: Order a collection
pl_pl: Zamów kuriera

source: Pack them
pl_pl: Spakuj je

source: Pack them in bags
pl_pl: Spakuj je w worki

# passwordLabel
source: Password
pl_pl: Hasło

# peopleAlt
source: People in circle
pl_pl: Ludzie w kręgu

# pickAtLeastOneCategory
source: At least one category needs to be chosen
pl_pl: Musisz wybrać conajmniej jedną kategorię.

# pickOneInstitutionForm
source: Choose one institution that your donation will be delivered to
pl_pl: Wybierz jedną, do której trafi Twoja przesyłka.

# provideNumberOfBags
source: Let us know number of 60 ltr bags you pack your thins into:
pl_pl: Podaj liczbę 60l worków, w które spakowałeś/aś rzeczy:

# recoverPasswordLink
source: Rest password
pl_pl: Odzyskaj hasło

# registerSuccessMessage
source: You've been registered and logged in
pl_pl: Rejestracja przebiegła pomyślnie i udało się zalogować!

# repeatPasswordLabel
source: Repeat password
pl_pl: Powtórz hasło

# sendButton
source: Send
pl_pl: Wyślij

# showAllButton
source: Show all
pl_pl: Pokaż wszystkie

# signatureAlt
source: Signature
pl_pl: Podpis

# signOnButton
source: Sign up
pl_pl: Załóż konto

# signOnLine
source: Sign up
pl_pl: Załóż konto

# sloganFormLine
source: Giva away things you don't need to <br /><span class="uppercase">CHARITY</span>
pl_pl: Oddaj rzeczy, których już nie chcesz<br /><span class="uppercase">potrzebującym</span>

# sloganLine
source: Start donating!
pl_pl: Zacznij pomagać!

# sloganMessage
source: Give away things you don't need
pl_pl: Oddaj niechciane rzeczy w zaufane ręce.

# thankYouLine
source: Thank you!
pl_pl: Dziękujemy!

# tickCategory
source: Tick category of your things:
pl_pl: Zaznacz co chcesz oddać:

# useBags
source: use plastic bags
pl_pl: skorzystaj z worków na śmieci

# whatIsItAboutLink
source: What is it about?
pl_pl: O co chodzi?

source: Who we help?
pl_pl: Komu pomagamy?

# whoWeHelpBody
source: In our base you will find only verified institutions. You can check what they do.
pl_pl: W naszej bazie znajdziesz listę zweryfikowanych fundacji, z którymi współpracujemy. Możesz sprawdzić czym się zajmują.

# yourMessageHasBeenSent
source: Your message has been deliverd to the admins.
pl_pl: Twoja wiadomość została pomyślnie dostarczona do administratorów serwisu.
